const ROSTERS = {
  class022: [
    '付智伯', '焦立群', '林建宇', '王嘉轶', '刘家志', '刘荟萱', '罗文茜', '朱贺', '周轩', '任相臣',
    '端木梓元', '崔昕宇', '李子谦', '李俊贤', '任紫莹', '陈卓', '杜子莹', '陈思涵', '刘海轩', '张奥棋',
    '刘鹏辉', '王振鑫', '崔晟雨', '杨星宇', '宋科星', '曲婉钰', '雷昭', '刘博一', '黄娅珊', '魏裕昂',
    '孙晨希', '张佳睿', '李子敖', '董瀚阳', '赵昊洋', '王沥苇', '郭宸希', '杨卓涵', '姜家宜', '王艺桐',
    '陶聪婧', '杨依果', '薛宇鑫', '严晨曦', '张继元', '王心怡', '姚天翔',
  ],
  class023: [
    '邢楷瑞', '陈天翼', '黄源潮', '张孝祥', '苑泽宇', '钱罗逸', '王智向', '杨盛琪', '陈天奥', '郭子琪',
    '张梦娇', '朱以乐', '王佳馨', '张旭', '鞠圣一', '杨睿志', '刘明泽', '李露凡', '王海棠', '蔡婕',
    '黄迦勒', '焦名远', '朱贺禹', '张轩奕', '王子璐', '刘弈均', '米凌慧', '张润泽', '王昭杰', '贾锐业',
    '付俊涛', '徐浩杰', '刘一陈', '牛嘉华', '叶珂', '张乐', '陈展博', '王梦言', '杨铠滔', '秦诗惠',
    '时敖钦', '郭煜', '唐书娴', '王瑞', '牛柯洁', '吴家溢', '杨睿乔', '张议文', '邓宇轩', '李佳一',
  ],
};

const LABELS = {
  class022: '05005004-022 班',
  class023: '05005004-023 班',
};

module.exports = { ROSTERS, LABELS };
